driver-tests/bpelse/misc/MiscJbi/test/Availability/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="stc:ParkingLotAdvisor/types">
  <soapenv:Body>
    <typ:isParkingAvailable>
      <typ:Availability>Is parking available?</typ:Availability>
    </typ:isParkingAvailable>
  </soapenv:Body>
</soapenv:Envelope>